[
  {
    "title" : "Chili Garlic Spicy Noodles",
    "subtitle": "15 minutes and only 8 ingredients for some extra delicious garlicky spicy noodles!",
    "image_url": "https://cdn.pixabay.com/photo/2017/03/23/19/57/asparagus-2169305_960_720.jpg",
    "detail" : "15 minutes and only 8 ingredients for some extra delicious garlicky spicy noodles!\nThese noodles are saucy, spicy, a little bit sweet, and full of umami. They’re extra garlicky and vegan! Of course, you can add extra protein and veggies to this to bulk it up and make it a whole meal. These noodles are super versatile and the best part is that they come together amazingly quickly.\nWe love noodles. So much that we wrote a whole book dedicated to noodles. We never tire of eating and making noodles at home and we’re always noodling around with new recipes. This is one of our classic go-tos: a super simple umami packed sauce with wide chewy rice noodles. They’re ready in under 15 minutes and are full of flavor."
  },
  {
    "title" : "How to make spicy noodles",
    "subtitle": "This truly is a wonderful springy gem! Bucatini noodles",
    "image_url": "https://cdn.pixabay.com/photo/2017/10/09/19/29/eat-2834549_960_720.jpg",
    "detail" : "Cook the noodles: bring a large pot of water to a boil and cook the noodles according to the package directions\nMake the sauce: While the noodles are cooking, add the oil and heat the garlic and red pepper flakes in a nonstick pan over medium heat, stirring until the garlic is fragrant. Stir in the soy sauce, gochujang, and honey.\nMix: Add the noodles to the pan and toss until all the noodles are glossy and coated. Loosen with a bit of noodle water if needed.Enjoy!"

  },
  {
    "title" : "Springtime Pasta, Here We Come",
    "subtitle": "No need to spend too much time in the kitchen with this one",
    "image_url": "https://cdn.pixabay.com/photo/2017/01/26/02/06/platter-2009590_960_720.jpg",
    "detail" : "Though it is an absolutely lovely little vegetarian queen as is, if you wanna switch things up, you would not be mad about throwing some rotisserie chicken on there or maybe a little sautéed shrimp? Yes, yes yaaaaahm! We’ve tried it and loved it and you will too!\nYou can also totally play around with your vegetable choices in there. We really loved the sweet green springy combo of the peas and asparagus, but you could for sure empty your fresh produce haul into this for a real pasta primavera sensation."

  },
  {
    "title" : "Tiktok Ramen",
    "subtitle": "Tiktok ramen is instant noodles stir fried with butter, garlic, egg, and soy sauce",
    "image_url": "https://cdn.pixabay.com/photo/2017/05/07/08/56/pancakes-2291908_960_720.jpg",
    "detail" : "The sauce is also that perfect balance between rich and light so it really does feel like comfort food with a fresh shine. And if you know us, you know we would cover just about everything in to-die-for golden crispies if we could. If you don’t already have a container of them made and waiting (or if you did but you already ate them like cereal….been known to happen), then you can find out how here or see the recipe notes for a quick cheat version. Yays all around!"

  }
]